d_66 2313
d_71 2166
d_61 2000
d_54 1845
d_59 1816
d_67 1762
d_64 1716
d_7 1697
d_69 1596
d_3 1522
d_15 1423
d_53 1408
d_350 1399
s_2092 1324
d_70 1312
d_62 1282
d_72 1248
d_5 1234
d_60 1214
d_68 1209
d_65 1192
s_1759 1184
d_55 1170
s_502 1169
d_14 1153
d_4 1138
d_8 1124
s_366 1096
s_314 1076
s_361 1073
d_2 1056
s_65 1022
s_7634 1021
d_9 1008
d_245 995
s_3010 993
s_610 951
s_256 935
s_302 928
s_1433 904
s_792 896
s_318 849
d_75 845
s_621 839
d_163 834
d_102 804
d_718 797
s_7649 787
d_56 776
s_278 749
s_1310 744
s_270 725
s_2070 717
d_158 712
s_527 707
d_76 701
s_778 695
s_1000 683
s_70 680
s_650 677
s_616 676
s_7648 660
d_10 652
s_212 652
d_6 635
s_131 632
d_74 621
d_45 614
s_11207 612
s_1051 608
d_1 605
p_1883 599
s_11223 598
s_821 593
s_537 591
d_48 589
s_2097 587
d_161 586
s_1341 586
s_316 575
s_1718 574
s_449 572
s_6000 570
w_226 557
s_678 554
d_57 551
d_58 543
w_133 539
s_1324 538
s_119 538
d_63 530
d_47 530
s_428 526
s_553 520
s_2724 513
s_585 512
s_304 490
s_102 488
s_340 478
s_394 469
s_1140 469
d_46 468
s_7693 468
s_727 468
s_2659 467
s_120 463
s_382 462
s_1999 461
d_21 457
s_7772 456
s_461 451
s_3789 443
s_2023 433
s_615 432
s_802 429
s_11206 429
s_4601 429
s_795 428
s_1001 427
p_2341 420
s_1199 412
s_1998 408
s_7209 408
d_49 405
s_72 404
s_418 401
s_5199 400
d_391 398
s_337 397
s_11222 395
s_310 392
s_3780 392
s_237 385
s_66 384
s_11192 383
d_360 381
s_3981 381
s_355 378
s_285 376
s_5624 376
s_307 376
s_1171 374
s_2656 374
p_83 373
s_3151 370
s_4173 370
s_2773 369
d_13 369
s_5687 369
s_338 367
s_11233 365
s_2840 364
p_72 363
p_103 359
s_1322 356
s_1343 355
s_11209 355
s_11219 353
w_8857 353
d_239 353
s_146 353
s_1485 349
w_9571 349
s_5741 348
s_455 346
p_2198 346
s_3775 346
p_1 345
s_2289 343
s_626 341
s_668 341
s_11217 338
s_416 338
s_3786 337
s_89 337
w_964 335
s_424 335
s_1091 335
s_837 334
s_7647 334
s_458 331
w_976 330
s_1416 330
s_1530 330
s_2167 328
s_741 326
s_991 326
s_1746 325
w_978 323
s_381 323
p_22 323
s_7939 321
s_4705 321
d_11 319
s_7021 318
s_827 317
s_300 316
s_498 315
s_3788 315
s_510 313
p_18 313
s_940 308
s_457 307
w_9565 305
w_9410 303
p_1740 302
d_103 302
s_420 301
s_334 301
w_7398 300
w_135 297
p_2141 296
s_2841 296
w_137 296
w_134 294
s_631 293
s_1334 293
s_898 293
s_1850 291
w_205 290
s_1985 289
s_147 289
s_2638 289
s_368 288
w_995 287
p_50 286
w_5838 285
s_2703 284
s_512 283
s_7660 283
s_354 281
s_399 280
s_628 280
s_5813 278
w_153 277
s_341 277
w_962 277
s_346 276
w_1691 276
w_9579 276
s_396 275
s_11232 275
s_4574 274
s_360 274
s_433 273
w_966 272
w_118 272
d_50 271
s_1745 270
s_517 270
s_213 269
s_4826 267
s_3505 267
p_2109 267
s_725 266
s_4367 264
s_1340 263
w_9564 263
d_238 260
p_736 260
s_484 259
d_156 258
s_123 258
s_1339 257
s_573 256
s_4282 256
s_1418 255
p_2067 255
p_51 252
w_111 252
p_53 249
w_5853 249
s_2077 249
s_7502 248
s_7171 248
s_902 247
s_740 247
s_128 247
s_836 246
s_179 246
w_1689 245
p_1360 245
s_3476 244
w_175 243
w_11862 242
p_82 242
s_138 242
w_112 241
s_78 240
w_9509 240
s_689 240
p_925 239
p_448 239
s_535 239
p_2371 237
p_1196 236
s_2273 235
w_963 235
w_983 234
s_6243 234
d_136 233
d_160 233
s_617 232
s_362 232
s_149 232
w_8854 231
s_528 231
w_136 229
s_3631 228
s_1198 227
w_271 226
w_11370 225
s_6114 225
s_2842 225
w_998 225
p_1887 224
s_407 224
s_219 223
p_1337 223
p_369 223
s_2145 222
p_2950 222
w_11845 221
s_979 221
s_5761 221
s_6540 220
d_429 220
s_1836 219
w_11857 219
s_11205 219
s_651 217
s_602 217
p_2900 217
w_1686 215
s_1990 214
s_294 214
p_527 214
p_9 213
s_476 212
s_733 212
w_8851 211
s_907 211
s_11211 211
s_269 211
p_2112 209
s_69 209
p_1028 209
w_9471 209
s_6988 208
w_270 208
s_711 208
s_2600 207
w_9557 207
s_4830 207
w_8870 207
w_997 206
p_586 205
w_979 205
p_10 204
w_967 204
w_9448 204
w_12115 204
s_4370 203
p_1607 202
s_4991 201
s_385 201
s_1216 200
p_35 200
w_9566 199
w_8855 199
p_1366 199
w_11373 199
s_1423 199
p_2034 198
s_430 197
w_986 197
p_2468 196
s_6772 196
s_4196 195
w_11895 195
s_560 195
s_463 195
s_6464 194
s_7635 193
d_520 193
s_577 193
s_582 193
s_4266 192
s_150 192
d_419 192
s_1203 191
s_2095 190
s_841 190
s_454 189
s_1413 189
p_54 189
s_1320 189
s_3696 189
s_666 189
s_845 187
s_2739 187
p_2226 187
s_1808 187
p_314 187
s_469 187
s_737 187
s_4713 187
p_2314 186
p_2274 186
s_152 186
w_5842 186
p_2393 185
p_2904 184
w_1632 183
w_9936 183
s_8362 183
s_183 183
s_298 183
w_11376 182
s_4781 182
s_755 181
s_756 181
s_3226 181
s_296 181
w_11382 181
p_2099 181
s_352 180
p_2762 180
w_8859 180
s_3676 180
s_5653 179
s_114 179
w_9396 179
s_397 179
w_9986 179
s_483 179
s_1913 179
s_1319 178
s_789 178
p_2047 178
d_51 177
w_7393 177
s_675 176
p_1939 176
w_9394 176
s_6198 176
s_844 175
w_216 175
w_169 175
p_84 175
d_181 174
s_612 174
p_3206 174
s_3274 174
p_26 174
w_5852 173
w_7378 173
w_9943 173
w_11850 173
s_473 173
s_2946 172
s_987 172
s_973 172
s_7920 172
s_5856 172
w_5841 171
p_137 171
s_459 171
s_2001 171
s_545 171
s_466 171
s_4463 171
w_7397 171
p_1404 170
w_9476 170
s_508 170
s_2894 170
s_4599 170
p_470 170
w_9376 169
s_398 169
s_333 169
p_2042 168
w_7405 168
w_9574 168
s_468 168
s_328 167
s_6133 166
s_1321 166
p_611 166
s_4360 166
d_349 165
s_313 165
p_2765 165
p_2170 165
s_429 165
w_10008 165
p_1001 164
w_9332 164
w_9327 164
w_7384 164
p_1998 164
p_37 164
s_5814 163
s_4638 163
w_9569 163
s_6425 163
s_88 163
w_7404 162
p_1083 162
p_1301 162
s_5655 162
w_9912 162
d_417 162
p_3332 162
s_664 162
w_9451 161
s_479 161
s_369 161
s_781 161
w_1687 161
s_309 160
w_8861 160
p_2943 160
d_218 160
p_761 160
s_6668 160
w_11863 159
s_642 159
p_1184 159
s_317 159
p_2032 159
s_350 158
d_242 158
w_10099 158
d_351 157
d_83 157
s_4831 156
s_323 156
w_965 155
s_3232 155
p_49 155
w_8900 155
w_11913 155
s_891 155
p_1791 154
w_981 153
p_1257 153
s_478 153
p_55 153
s_3458 153
w_7230 153
p_1020 153
d_100 152
s_6533 152
w_10007 152
s_2878 151
w_9413 151
s_938 151
p_1023 151
w_7380 151
w_11383 151
p_3339 151
s_6718 151
s_6006 151
s_6272 150
s_7826 150
w_8873 150
s_347 150
w_7223 149
p_2888 149
s_933 149
w_115 149
s_629 149
w_187 149
p_807 148
w_5848 148
w_9949 148
p_493 147
w_9517 147
s_471 147
s_5614 146
s_1209 146
s_6940 146
w_11902 146
w_10065 146
s_1298 145
p_1583 145
s_400 145
d_415 145
s_4706 145
s_445 145
p_20 145
s_5574 145
p_36 144
s_5588 144
d_680 144
p_120 144
s_5707 144
w_11875 144
s_115 144
p_653 144
w_11377 144
s_3138 143
s_3364 142
w_5837 142
w_1678 142
w_11849 142
w_219 141
w_973 141
w_228 141
w_8866 141
w_12116 140
p_2940 140
p_1989 140
s_576 140
w_11381 140
s_2850 139
p_320 139
s_1398 139
p_23 139
s_939 139
s_1425 139
s_831 138
p_2096 138
s_5631 138
w_11916 138
s_8437 138
s_965 138
s_7670 138
p_581 137
w_7387 136
w_193 136
p_3226 136
s_5820 136
s_895 136
w_222 135
w_7390 135
s_743 135
w_8858 135
w_974 135
w_8991 135
s_1007 135
p_2493 135
w_121 135
p_2723 135
w_17 135
s_646 134
w_961 134
p_545 134
w_9404 134
w_7383 134
p_1323 134
p_2 134
s_4163 133
s_5605 133
w_5840 133
p_1959 133
s_438 133
s_702 133
s_1419 133
s_693 133
s_4510 133
p_1291 132
s_493 132
d_344 132
w_1675 132
p_2361 132
s_5255 132
w_1014 132
p_2249 132
w_1339 132
w_12112 132
s_6518 132
s_1420 131
w_178 131
p_1929 131
s_2388 131
w_968 131
w_120 131
p_1954 131
p_2659 131
w_1651 131
p_1037 131
s_395 131
s_709 131
p_2701 130
w_114 130
w_969 130
s_623 130
s_997 130
d_155 129
p_2419 129
w_975 129
w_8755 129
s_11255 129
w_8856 129
s_674 129
s_5620 129
s_1094 129
w_8853 129
w_165 128
p_442 128
s_4672 128
s_12177 128
s_7779 128
s_4136 128
p_357 128
d_37 128
w_8976 128
s_2333 128
p_2068 128
s_1994 127
s_611 127
s_5686 127
p_2624 126
p_455 126
w_74 126
p_2502 126
d_20 126
s_751 126
s_2408 126
s_7108 126
s_7274 125
p_2571 125
s_264 125
w_996 125
w_9408 124
w_11876 124
w_26 124
s_762 123
w_9416 123
s_3245 123
d_12 123
s_2732 123
s_1055 122
p_1286 122
w_9484 122
p_2101 122
p_2107 122
w_7401 122
s_4187 122
w_11915 122
w_1683 121
p_24 121
s_2320 121
w_7298 121
s_7674 121
s_4996 121
s_5603 121
s_5661 121
p_105 121
d_32 121
p_1349 121
d_35 120
p_2002 120
p_2260 120
s_5884 120
w_982 120
w_10865 119
s_3057 119
s_301 119
s_544 119
w_8868 119
w_11219 119
s_3426 119
w_5849 119
p_2059 119
p_1828 119
p_2409 118
p_47 118
s_7305 118
p_2069 118
s_1075 118
p_2915 118
w_11859 118
s_4211 118
w_173 118
s_3310 117
w_11883 117
w_9328 117
w_9373 117
d_243 117
s_648 117
d_505 117
p_1030 116
s_985 116
w_8862 116
s_6937 116
w_9577 116
s_2171 116
p_2593 116
d_73 116
s_2227 116
s_897 116
p_769 115
p_1951 115
s_801 115
s_6095 115
w_9455 115
s_1449 115
p_2129 115
w_9532 115
s_5783 115
p_1919 115
w_179 114
s_272 114
s_1408 114
p_2324 114
s_2885 114
p_1316 114
s_5849 114
s_11240 114
s_5906 114
p_2126 114
w_8773 113
w_138 113
s_3139 113
d_546 113
s_4295 113
d_457 113
w_171 113
p_996 113
s_2002 112
s_4358 112
w_11207 112
p_2748 112
p_2298 112
p_764 112
s_4602 112
s_12430 112
w_7334 112
s_225 112
s_439 112
w_9437 111
s_326 111
w_9934 111
p_471 111
s_5560 111
s_9399 111
p_1575 111
s_4707 111
w_5533 111
p_1077 110
p_947 110
s_3919 110
w_9965 110
s_7815 110
p_110 110
p_2158 109
s_7677 109
p_1227 109
p_2044 109
s_475 109
p_995 109
s_563 109
d_134 109
s_1600 109
s_726 109
s_542 109
s_4256 108
s_370 108
s_1002 108
s_1096 108
s_3565 108
w_11848 108
s_5948 107
p_2185 107
p_29 107
s_286 106
w_11908 106
s_308 106
w_984 106
s_5618 106
p_2171 106
s_5836 106
d_630 106
p_2881 106
s_630 106
w_9555 106
w_7382 106
w_8937 106
w_8938 106
w_11371 106
p_732 106
w_190 106
s_5680 106
p_1561 105
d_34 105
w_6823 105
p_1220 105
d_36 105
s_658 105
w_8796 105
s_6864 105
s_404 105
p_1352 105
s_6621 105
s_913 104
w_8783 104
p_1296 104
w_1647 104
p_2001 104
w_972 104
p_44 104
s_386 104
s_4766 104
s_11123 103
s_636 103
s_6729 103
p_2122 103
s_1684 103
s_6409 103
p_106 103
s_71 103
p_2266 103
s_3463 103
s_3878 103
s_7713 103
s_293 103
s_139 102
s_3257 102
s_5626 102
p_2054 102
s_637 102
s_752 102
s_5950 102
p_2497 102
s_1056 102
d_519 102
p_2065 102
p_720 102
w_218 101
p_2736 101
w_9561 101
p_2305 101
s_2730 101
s_320 101
s_489 101
p_3 101
w_12117 101
s_4259 101
s_640 101
w_13 101
s_964 100
p_2094 100
p_844 100
s_1053 100
w_11846 100
s_8565 100
w_82 100
s_2869 100
p_1787 100
w_1021 100
w_11368 100
s_5011 100
w_176 100
p_671 100
w_9937 100
w_249 100
d_23 99
p_2377 99
p_1075 99
s_8097 99
p_887 99
s_3532 99
p_2408 99
s_332 99
s_1032 99
p_123 98
w_5845 98
s_681 98
p_3170 98
p_1363 98
p_1190 98
s_1788 98
p_2214 98
d_22 98
s_218 98
s_411 98
w_11189 97
s_5667 97
p_1963 97
s_723 97
p_1400 97
w_12010 97
w_8935 97
s_1077 97
s_4181 97
s_1291 97
w_7302 97
s_2014 97
p_548 97
w_7300 96
s_126 96
s_3939 96
w_9524 96
s_4274 96
s_4297 96
w_230 96
p_577 96
w_11918 96
s_289 96
s_4190 96
w_11894 96
w_8754 96
w_9946 95
s_11686 95
w_7303 95
s_7701 95
s_5660 95
p_1932 95
w_9446 95
w_8989 95
d_171 95
w_2216 94
s_5015 94
d_650 94
s_3164 94
w_7232 94
w_177 94
s_4947 94
w_10071 94
d_246 94
p_2782 94
w_9329 94
s_1409 94
w_9398 94
s_5677 93
d_392 93
s_4862 93
s_11215 93
w_9567 93
s_402 93
p_361 93
s_6346 93
p_128 93
d_18 93
w_1040 93
p_2887 93
s_11227 93
p_2111 93
p_853 92
d_495 92
d_716 92
w_999 92
s_403 92
p_1580 92
w_11369 92
s_561 92
p_309 92
s_5977 92
s_8763 92
s_2968 92
w_9586 92
d_17 92
w_268 91
p_2318 91
p_2285 91
w_8869 91
p_960 91
s_464 91
s_405 91
p_3006 91
p_1324 91
s_2395 91
w_164 91
s_1045 91
s_505 91
s_303 91
w_2201 91
w_9913 91
d_94 90
s_5633 90
s_2263 90
s_11221 90
w_30 90
w_8635 90
p_134 90
p_713 90
w_9390 90
w_9453 90
p_2539 90
s_572 90
s_1277 90
s_1073 90
s_4357 90
p_48 90
w_11380 90
s_4761 90
p_3182 90
s_1305 89
s_232 89
w_1685 89
p_2197 89
p_2777 89
p_360 89
p_2344 89
w_8891 89
s_581 89
p_3024 89
p_1294 88
s_5592 88
p_1174 88
s_1302 88
s_4150 88
w_217 88
w_8939 88
p_868 88
s_5715 88
w_1492 88
p_2582 88
p_2658 88
p_2390 88
s_1927 88
s_1595 88
s_3584 88
s_3553 88
w_7379 87
p_2162 87
p_2251 87
s_311 87
d_641 87
p_2175 87
s_315 87
p_1213 87
w_1000 87
s_613 87
w_139 87
s_777 87
p_1239 87
w_2232 87
p_1361 87
w_8784 87
w_8949 87
s_7655 87
s_4595 86
p_158 86
p_1260 86
p_125 86
w_64 86
s_2364 86
s_8509 86
w_9374 86
w_70 86
p_115 86
s_5970 86
s_5723 85
w_5850 85
p_2494 85
p_989 85
w_192 85
s_2895 85
p_1817 85
w_8987 85
w_221 85
s_920 85
w_1655 85
p_2838 85
s_1157 85
s_467 84
s_3980 84
s_1407 84
p_2550 84
p_2331 84
w_11233 84
p_1054 84
p_1105 84
s_1652 84
w_8942 84
w_25 84
s_11072 84
p_2195 84
w_1693 84
s_522 84
s_5654 84
s_830 83
s_5013 83
s_5862 83
p_1854 83
s_2564 83
s_390 83
p_1819 83
s_6573 83
s_552 83
p_1820 83
s_6047 83
s_351 83
w_9383 83
w_7400 83
s_1910 83
w_11872 83
w_22 83
w_163 82
p_1860 82
s_627 82
p_3202 82
w_174 82
p_731 82
p_1199 82
s_652 82
s_9822 82
s_116 82
p_1293 82
s_1008 82
p_1381 82
s_5652 82
w_9395 82
s_3515 82
w_8945 82
p_2370 82
w_7394 82
s_283 81
s_1984 81
w_1688 81
s_4380 81
w_162 81
s_1270 81
d_314 81
d_343 81
w_152 81
d_33 81
p_793 81
s_2736 81
p_3126 81
s_5971 81
s_388 81
d_82 81
s_7069 81
s_776 81
w_8985 81
w_9999 81
s_452 80
p_68 80
w_1001 80
s_504 80
p_2319 80
w_971 80
w_8895 80
w_62 80
p_2471 80
s_2454 80
s_4845 80
s_6606 80
s_5615 80
s_6444 80
p_559 80
s_3235 79
p_1925 79
d_133 79
p_443 79
p_1779 79
w_11953 79
s_6144 79
w_7402 79
s_7743 79
s_1531 79
p_3124 79
p_1986 79
p_356 79
p_1931 78
p_2363 78
w_11374 78
w_5846 78
w_63 78
s_7639 78
w_8947 78
p_2091 78
p_98 78
s_6580 78
p_2080 78
w_10009 78
s_3748 78
p_3167 78
p_108 78
p_1695 78
p_1325 78
p_789 77
p_503 77
s_797 77
p_1747 77
d_364 77
w_2283 77
s_1317 77
p_1372 77
s_6657 77
s_4833 77
w_8761 77
s_299 77
p_1928 77
p_370 77
s_4272 77
p_2320 77
s_2764 76
p_2132 76
s_6141 76
w_8901 76
s_329 76
p_615 76
p_2340 76
s_1041 76
s_6247 76
w_1061 76
p_2350 76
w_29 76
p_2103 76
s_6553 76
p_2225 76
w_970 76
d_416 75
p_2004 75
s_5693 75
p_561 75
s_401 75
s_9622 75
s_931 75
w_61 75
s_2945 75
p_2427 75
s_1806 75
s_9127 75
w_1013 75
p_2191 74
s_1949 74
p_2492 74
w_5529 74
s_6258 74
w_7231 74
p_3023 74
w_11852 74
p_2587 74
w_7299 74
s_348 74
w_194 74
w_8786 74
p_905 74
s_660 74
s_367 74
p_1355 74
p_3267 74
w_9947 74
p_85 74
w_8898 73
p_2000 73
w_8759 73
s_3320 73
s_5882 73
p_101 73
w_11855 73
d_339 73
s_5558 73
s_5765 73
p_1007 73
p_2636 73
p_646 73
p_2213 73
p_612 73
w_1066 73
s_393 73
w_224 73
p_1114 73
w_273 73
w_1034 73
p_1644 73
p_2865 73
p_2248 72
w_10035 72
s_5714 72
w_6822 72
s_7116 72
p_765 72
p_2353 72
p_1565 72
s_3997 72
w_8894 72
w_7386 72
p_1307 72
w_9942 72
s_6066 72
w_7395 72
s_3237 72
w_223 72
s_7834 72
p_2100 72
s_4957 72
p_2247 72
s_4938 72
w_188 71
w_8640 71
s_3586 71
s_2165 71
p_1743 71
p_2199 71
s_240 71
s_1480 71
w_9851 71
p_2143 71
s_4709 71
w_9379 71
p_741 71
w_5844 71
p_2720 70
s_7675 70
p_1633 70
s_3922 70
w_11847 70
p_42 70
p_2301 70
w_182 70
w_11856 70
s_1635 70
w_8633 70
s_11235 70
s_6363 70
s_5014 70
w_7335 70
p_1374 70
p_2516 70
w_11372 70
w_7337 70
s_6581 70
s_11216 70
s_98 70
w_269 70
s_2013 70
w_9994 70
s_6514 69
d_24 69
w_7304 69
p_130 69
p_2188 69
p_2244 69
s_9359 69
p_2152 69
s_4815 69
w_8776 69
p_1775 69
s_11856 69
w_8978 69
s_5986 69
s_721 69
w_195 69
w_8871 69
s_3279 69
s_6204 69
w_8950 69
p_312 69
w_1068 69
d_605 68
w_10060 68
w_11878 68
s_1220 68
w_12122 68
s_470 68
w_10003 68
w_11874 68
w_985 68
p_1812 68
s_4528 68
p_2971 68
s_1284 68
s_736 68
p_2150 68
d_101 68
s_5834 68
w_11783 68
s_408 68
s_5726 68
s_7422 68
s_11210 68
p_1441 68
p_2159 68
p_1103 68
p_2856 68
p_2402 67
w_11854 67
p_383 67
p_126 67
w_8815 67
w_1633 67
d_534 67
d_290 67
p_900 67
p_1945 67
p_351 67
p_1848 67
p_787 67
d_465 67
p_1591 67
w_7399 67
s_782 67
w_172 67
w_7347 67
s_6586 67
s_4291 67
w_7355 67
p_1232 67
p_2095 67
s_5755 67
s_2585 66
s_500 66
s_7767 66
s_654 66
p_956 66
s_13168 66
d_543 66
p_2326 66
w_9997 66
d_131 66
p_2372 66
w_113 66
p_1799 66
w_1348 66
p_488 66
w_8875 66
d_604 66
p_1749 66
s_772 66
s_8239 66
s_2156 66
w_9547 66
w_8778 66
s_3361 65
p_1183 65
p_2956 65
p_473 65
w_1341 65
w_12113 65
p_2396 65
w_9386 65
w_8902 65
s_5754 65
p_858 65
p_1960 65
w_38 65
p_2536 65
w_32 65
w_9716 65
w_8943 65
p_1894 65
s_6591 65
p_2292 65
s_6875 65
s_7865 65
d_485 65
w_11238 65
p_2541 65
p_2231 64
p_750 64
p_2753 64
w_11213 64
s_13468 64
p_2684 64
s_4981 64
s_3281 64
w_7385 64
s_281 64
p_528 64
p_2724 64
w_5454 64
p_381 64
p_1274 64
s_7643 64
p_3273 64
w_1342 64
s_4472 64
s_4048 64
s_8164 64
p_1972 63
p_2678 63
p_34 63
d_26 63
p_1927 63
p_799 63
s_4382 63
s_135 63
s_2354 63
d_502 63
p_1276 63
s_2115 63
s_3254 63
s_977 63
s_3330 63
s_288 63
s_2870 63
w_1019 63
d_721 63
d_328 63
d_16 63
s_2132 63
s_1765 63
w_8948 63
w_91 63
s_460 63
s_6024 63
s_546 62
p_862 62
s_7343 62
s_6497 62
p_2123 62
s_2580 62
s_7111 62
p_2612 62
s_7519 62
s_1234 62
p_2641 62
s_2907 62
p_981 62
s_3952 62
w_11216 62
w_7233 62
w_10761 62
p_1018 62
p_2284 62
p_1359 62
p_984 62
s_6717 62
s_4618 62
p_1119 62
p_2671 62
s_4842 62
s_11225 62
s_5577 62
s_1871 62
s_3993 62
s_4569 61
p_2220 61
p_685 61
s_4960 61
w_11866 61
w_8934 61
w_12097 61
s_5839 61
p_8 61
p_142 61
p_2980 61
p_240 61
s_1156 61
w_66 61
p_2261 61
s_7755 61
s_11004 61
s_7313 61
p_2602 61
w_14 61
p_2084 61
w_11185 61
w_57 61
p_1650 61
w_9534 61
p_2675 61
p_1297 61
s_3564 61
w_191 61
p_766 61
p_1593 60
p_2923 60
s_3471 60
w_250 60
s_3970 60
w_9479 60
w_8881 60
w_236 60
s_275 60
p_278 60
p_2092 60
w_11873 60
p_3022 60
p_2680 60
p_788 60
p_2224 60
w_11893 60
p_859 60
d_596 60
p_998 60
p_1300 60
s_3720 60
w_2159 60
s_10915 59
w_11869 59
w_7293 59
s_4795 59
s_5200 59
w_9326 59
p_2182 59
s_1224 59
w_159 59
p_1385 59
p_1354 59
s_345 59
w_7388 59
p_547 59
p_2380 59
p_3049 59
p_1059 59
s_5806 59
w_1038 59
s_925 59
s_796 59
p_1329 59
p_2508 59
p_1660 59
s_3262 59
w_9335 59
s_6716 59
w_8867 59
s_509 59
s_10982 59
p_3053 59
s_1973 58
s_11277 58
p_2373 58
s_5717 58
w_10736 58
s_4368 58
s_6359 58
s_8336 58
w_237 58
p_1729 58
w_7392 58
p_1109 58
w_11098 58
s_5935 58
s_9693 58
s_7749 58
s_503 58
s_1625 58
w_1017 58
p_2635 58
s_6358 58
s_220 58
d_25 58
p_2138 58
s_10514 58
d_81 58
s_5850 58
p_2568 58
p_3117 58
s_7976 58
p_1685 57
p_3042 57
p_2679 57
p_2503 57
s_790 57
p_2871 57
w_5797 57
w_181 57
w_3081 57
s_1333 57
s_653 57
s_7704 57
p_2632 57
p_1780 57
p_440 57
w_6824 57
w_1148 57
p_1299 57
s_6503 57
s_7043 57
p_1271 57
w_11877 57
w_11867 57
s_1646 57
s_4773 57
s_710 57
s_465 57
p_1347 57
d_681 57
w_24 57
w_59 57
w_9488 57
p_2005 57
p_1877 56
s_2208 56
s_7583 56
s_5671 56
w_1069 56
s_676 56
d_99 56
p_1046 56
p_1029 56
w_8990 56
s_7509 56
s_2100 56
s_11372 56
s_9452 56
s_4244 56
s_5644 56
s_6080 56
s_1603 56
s_5809 56
p_924 56
p_317 56
s_5819 56
w_9927 56
s_1752 56
p_1050 56
s_4138 56
p_1194 56
p_1387 56
w_9513 56
w_155 56
p_76 55
w_11889 55
s_6501 55
s_8989 55
s_1974 55
w_8742 55
w_189 55
s_189 55
p_2592 55
w_262 55
s_172 55
s_6232 55
s_2032 55
d_113 55
p_2848 55
w_1469 55
p_2297 55
p_1320 55
p_2758 55
p_600 55
p_1368 55
s_1775 55
p_913 55
s_10499 55
w_8646 55
w_2277 55
s_6642 55
p_1906 55
s_208 55
s_793 55
p_2136 55
p_703 55
s_2106 55
w_9330 55
p_2088 55
p_2157 54
s_672 54
w_8774 54
p_1513 54
w_9370 54
w_8780 54
s_7820 54
p_118 54
d_472 54
s_2534 54
s_3322 54
p_1795 54
s_1895 54
s_9654 54
s_2520 54
s_6301 54
p_723 54
p_341 54
p_841 54
s_5745 54
p_107 54
w_9551 54
s_10223 54
p_31 54
s_359 54
s_1596 53
w_9954 53
w_7354 53
p_90 53
p_3000 53
p_2307 53
w_9440 53
w_1075 53
p_1335 53
p_767 53
p_535 53
w_9364 53
s_319 53
p_138 53
s_10206 53
p_3077 53
s_3203 53
s_514 53
s_1951 53
d_144 53
s_3940 53
s_4563 53
p_2896 53
d_244 53
s_583 53
w_5788 53
s_291 53
p_46 53
w_7343 53
s_8101 53
w_72 53
s_2262 53
s_1081 53
w_1355 53
w_8940 53
p_173 53
w_7403 53
s_7971 53
p_2660 53
p_1249 53
w_9718 53
s_6389 52
w_8872 52
p_489 52
s_6082 52
w_80 52
p_109 52
w_8818 52
p_1081 52
p_2168 52
d_587 52
s_6476 52
w_11209 52
p_2255 52
p_2073 52
s_2908 52
p_1072 52
w_90 52
p_2627 52
s_4835 52
s_3288 52
p_1383 52
p_2472 52
p_289 52
p_808 52
s_3552 52
p_3114 52
w_7301 52
s_5559 52
s_6748 52
s_3449 51
w_12099 51
s_4714 51
p_1816 51
s_2591 51
s_6699 51
s_2684 51
p_3047 51
s_435 51
p_2591 51
w_1666 51
p_662 51
w_75 51
s_798 51
p_606 51
s_7783 51
w_145 51
w_28 51
s_3835 51
s_8040 51
s_11995 51
p_2131 51
s_3545 51
s_444 51
s_3431 51
s_7060 51
d_167 51
p_1924 51
p_1255 51
s_6588 51
w_9950 51
p_1746 51
p_830 51
w_7389 51
d_241 51
w_151 51
s_322 51
s_734 50
d_98 50
d_132 50
s_749 50
p_1590 50
w_4499 50
s_2252 50
p_3012 50
w_2206 50
w_8753 50
p_2485 50
d_96 50
d_600 50
s_3988 50
w_11884 50
s_530 50
p_1287 50
w_65 50
p_2428 50
w_11860 50
s_1923 50
w_196 50
d_347 50
s_3324 50
w_11881 50
s_9662 50
w_5800 50
s_8023 50
s_2381 50
s_5257 50
s_8826 50
s_10746 50
p_2076 49
s_8255 49
p_601 49
p_641 49
s_6416 49
s_3560 49
w_8897 49
w_168 49
w_2167 49
p_3236 49
w_9583 49
s_1087 49
p_1013 49
p_2343 49
p_311 49
s_787 49
p_3076 49
s_4261 49
s_6824 49
s_7831 49
p_2643 49
s_6595 49
s_7018 49
w_9985 49
s_2944 49
s_2922 49
p_1850 49
s_419 49
p_3183 49
p_1273 49
w_2279 49
s_6049 48
p_291 48
p_27 48
w_7295 48
p_2711 48
s_7033 48
p_2200 48
s_8557 48
p_848 48
p_1042 48
w_1018 48
w_6943 48
p_2785 48
p_2265 48
s_7430 48
s_1323 48
w_354 48
p_2086 48
p_2880 48
s_538 48
s_9673 48
s_251 48
w_11858 48
p_1861 48
s_4005 48
s_11095 48
p_1358 48
p_2944 48
p_2673 48
p_1259 48
p_1855 48
s_91 48
s_1868 48
s_13377 47
p_2105 47
p_1731 47
w_7294 47
w_36 47
w_11868 47
s_229 47
w_1761 47
s_7495 47
p_1265 47
p_1092 47
d_236 47
p_447 47
p_3325 47
s_6340 47
w_7235 47
p_2657 47
w_8975 47
w_9529 47
s_8316 47
p_91 47
w_3832 47
w_8781 47
w_6852 47
w_11861 47
s_10344 47
p_2877 47
p_3102 47
p_1045 47
s_7694 47
w_6834 47
s_4127 46
s_4612 46
s_7877 46
s_6158 46
s_1251 46
s_11314 46
w_8941 46
w_256 46
s_4262 46
p_2017 46
s_3311 46
p_1283 46
p_2725 46
p_1952 46
w_267 46
p_113 46
w_10781 46
s_2020 46
w_266 46
w_21 46
s_4407 46
w_350 46
s_1285 46
s_2929 46
s_1025 46
d_135 46
s_426 46
s_4951 46
w_8642 46
p_1669 46
w_235 46
w_1640 45
p_463 45
p_2855 45
w_5796 45
p_2623 45
s_6140 45
p_2973 45
p_345 45
w_8899 45
w_9371 45
p_2515 45
p_127 45
p_2505 45
s_4298 45
p_1527 45
p_2907 45
s_9720 45
w_1072 45
p_1452 45
p_2538 45
p_238 45
p_111 45
p_2747 45
p_2407 45
s_10670 45
s_7627 45
s_11591 45
p_739 45
s_327 45
p_774 45
p_2706 45
s_1417 45
p_3078 45
w_27 45
p_2384 45
p_1263 45
w_81 45
s_5623 45
s_1191 45
s_5065 45
s_8095 45
w_6802 44
p_2420 44
w_265 44
s_3061 44
p_302 44
s_6862 44
s_6765 44
w_9527 44
w_7338 44
s_11563 44
s_7041 44
p_145 44
s_5699 44
w_1637 44
p_3290 44
p_522 44
d_157 44
s_988 44
s_800 44
s_9302 44
s_4017 44
w_6851 44
p_1480 44
s_7377 44
w_11917 44
s_6821 44
p_773 44
p_1873 44
p_1464 44
w_1343 44
w_11378 44
p_1380 44
w_8984 44
p_362 44
p_3221 44
w_7352 44
s_720 44
s_3086 44
p_2631 44
s_5949 44
p_2048 44
w_7629 44
s_6753 44
s_11229 44
p_2610 44
p_466 44
s_8498 44
s_4494 43
w_1070 43
s_9373 43
w_11851 43
w_12249 43
p_2699 43
w_1125 43
w_10054 43
p_704 43
p_57 43
s_8380 43
s_2636 43
s_3071 43
s_14563 43
s_267 43
w_11205 43
w_1648 43
s_744 43
p_1065 43
p_1261 43
w_10993 43
s_8244 43
s_1527 43
p_1629 43
s_11376 43
w_8817 43
s_2453 43
s_5786 43
p_1907 43
s_4969 43
s_1917 43
s_1870 43
p_2606 43
p_96 43
s_3567 43
s_908 43
s_963 43
p_2041 43
s_7301 43
p_2207 42
s_6872 42
p_1373 42
s_6611 42
s_6279 42
p_2135 42
p_2488 42
w_167 42
p_1794 42
s_679 42
s_7883 42
s_4113 42
s_1131 42
s_6869 42
p_1413 42
s_6190 42
w_12017 42
p_3291 42
p_263 42
w_11594 42
w_7296 42
s_13312 42
w_2200 42
p_100 42
s_8100 42
s_595 42
p_2769 42
w_6803 42
s_13076 42
s_10762 42
s_10144 42
p_2578 42
p_132 42
p_991 42
p_1528 42
s_8750 42
p_3204 42
p_698 42
s_4372 42
s_805 41
p_469 41
w_12154 41
w_9713 41
p_28 41
w_11192 41
s_4177 41
w_8964 41
w_198 41
p_468 41
p_2183 41
s_6189 41
p_1774 41
s_9116 41
p_2416 41
p_2598 41
p_30 41
s_6774 41
s_1006 41
p_1654 41
w_8890 41
p_567 41
p_2189 41
s_5562 41
s_6739 41
p_2745 41
w_1146 41
s_8974 41
p_41 41
p_2609 41
s_11212 41
w_7356 40
s_579 40
p_3033 40
p_3132 40
p_1110 40
p_3029 40
p_250 40
p_21 40
p_2854 40
d_336 40
s_3277 40
w_2560 40
s_5865 40
s_1046 40
s_1659 40
s_331 40
p_1322 40
w_11879 40
p_2480 40
p_1224 40
s_7561 40
p_509 40
s_7919 40
p_806 40
s_5837 40
w_232 40
s_11289 40
w_2260 40
s_6600 40
p_2147 40
s_3236 40
s_7269 40
p_3175 40
p_2148 40
s_6590 40
w_6826 40
p_2825 40
s_6385 39
p_2015 39
s_4426 39
s_10139 39
s_6953 39
s_5803 39
p_875 39
s_6783 39
d_439 39
s_8375 39
p_1193 39
p_2392 39
p_700 39
w_225 39
w_11974 39
p_1235 39
s_3985 39
w_10082 39
p_1681 39
p_2560 39
w_8883 39
p_1056 39
p_3020 39
p_2400 39
p_1353 39
s_7236 39
s_718 39
p_1336 39
s_624 39
p_1765 39
p_729 39
w_170 39
w_8644 39
s_6861 39
s_1184 39
p_1251 39
w_9951 39
s_7508 39
p_4 39
w_12006 39
w_9914 39
p_1221 39
s_2544 39
s_9446 39
p_1546 39
d_237 39
s_1054 39
w_11231 39
s_5628 39
s_8086 39
s_7801 39
s_6760 39
w_9339 39
w_7342 39
s_619 39
p_1839 39
p_786 39
p_2730 38
p_2219 38
p_2544 38
s_1983 38
w_9369 38
s_8675 38
p_2347 38
p_2617 38
p_876 38
p_2356 38
p_1921 38
p_2532 38
s_2446 38
s_2357 38
p_2737 38
p_2489 38
s_6880 38
w_7422 38
p_2053 38
s_6612 38
p_2665 38
w_41 38
p_1253 38
p_1699 38
p_135 38
s_1105 38
p_1342 38
p_1397 38
p_3309 38
s_3778 38
s_5764 38
s_5907 38
s_9651 38
p_1195 38
p_1306 38
w_2158 38
w_9941 38
p_141 38
s_11228 38
s_11513 38
s_11273 38
p_1616 38
s_8005 38
s_935 38
s_6552 38
p_2556 38
p_2928 38
w_69 38
s_11237 38
s_6480 38
p_1111 38
w_6957 38
s_10725 38
p_1278 38
w_10145 38
p_2395 38
s_1534 38
s_1593 38
s_10602 38
s_3530 38
w_12142 38
w_11606 37
w_7323 37
p_933 37
s_1274 37
s_6899 37
s_8577 37
s_8228 37
s_949 37
w_10731 37
s_6773 37
p_1574 37
s_6345 37
s_6790 37
p_2739 37
p_903 37
w_8893 37
s_921 37
w_3036 37
w_6995 37
w_7437 37
s_2234 37
p_1936 37
p_2721 37
s_8419 37
s_1206 37
p_1015 37
s_4018 37
s_6214 37
s_11297 37
p_124 37
s_4859 37
s_4838 37
s_1916 37
p_926 37
s_765 37
p_902 37
p_572 37
p_279 37
s_2011 37
p_2424 37
s_9377 37
w_1692 37
s_234 37
s_12378 37
p_1585 37
s_4305 37
s_6197 37
p_2209 37
w_8936 37
w_3468 37
s_9690 37
p_1095 37
s_184 37
w_1702 37
s_10980 37
w_8982 37
s_6826 37
s_6645 37
p_3044 37
w_10881 36
p_2482 36
p_2475 36
s_10390 36
p_102 36
s_10966 36
w_7406 36
p_1744 36
w_197 36
s_7252 36
s_6354 36
s_3556 36
s_4907 36
d_159 36
s_783 36
s_10263 36
w_7357 36
s_7280 36
s_5982 36
s_9509 36
w_9521 36
s_1227 36
s_2565 36
s_1841 36
s_4710 36
s_4912 36
p_33 36
d_388 36
s_8569 36
p_2773 36
p_2233 36
s_999 36
p_1055 36
p_62 36
p_2704 36
s_9042 36
s_618 36
p_129 36
s_9445 36
s_4840 36
s_3348 36
p_1584 36
p_2766 36
s_13634 36
s_6818 36
s_3591 36
s_339 36
w_7624 36
w_5494 36
w_201 36
w_2180 36
w_2176 36
p_1827 36
s_5554 36
p_1019 36
w_9988 36
s_379 36
s_9205 36
p_15 35
s_2400 35
p_2412 35
s_10411 35
s_7880 35
s_1476 35
w_8082 35
s_12866 35
w_8531 35
w_8889 35
s_9160 35
p_2520 35
p_2374 35
w_8785 35
p_3123 35
s_3562 35
s_86 35
s_2898 35
s_4915 35
s_6067 35
w_8077 35
w_8884 35
s_6887 35
s_6357 35
s_413 35
p_510 35
p_2355 35
d_42 35
s_3595 35
s_11271 35
s_10307 35
s_2542 35
s_11245 35
s_7889 35
w_11924 35
p_2931 35
w_9359 35
s_732 35
p_2611 35
s_4275 35
s_5713 35
s_1664 35
s_7391 35
s_715 35
p_2429 35
s_9118 35
s_3293 35
s_2098 35
w_161 35
s_6035 34
s_5938 34
s_2055 34
p_533 34
p_2033 34
p_1851 34
p_3137 34
p_186 34
s_7785 34
s_10427 34
p_2960 34
s_1344 34
s_5688 34
d_257 34
s_6695 34
s_14763 34
p_495 34
s_11195 34
s_1084 34
s_5808 34
w_8089 34
p_714 34
w_5438 34
w_10109 34
d_588 34
p_1113 34
s_8455 34
p_569 34
s_2879 34
p_2843 34
p_2530 34
p_3010 34
s_7514 34
s_10138 34
s_2767 34
s_7720 34
s_11290 34
s_12865 34
p_1511 34
s_1588 34
p_1064 34
w_6908 34
p_2580 34
w_7694 34
w_8903 34
p_3041 34
s_11246 34
s_7432 34
s_5821 34
s_7664 34
p_2685 34
p_1145 34
p_3220 34
p_1635 34
s_6017 34
s_11508 34
p_652 34
s_2462 34
p_3189 34
w_7229 34
s_168 34
p_2418 34
s_11625 34
w_314 34
p_1351 34
p_3184 34
p_2500 34
p_1516 33
p_2567 33
p_2664 33
p_2083 33
p_2259 33
s_9868 33
w_7351 33
s_186 33
p_3345 33
w_1468 33
w_2258 33
p_590 33
s_9341 33
s_2665 33
s_3018 33
p_1844 33
s_4406 33
w_2261 33
w_8977 33
s_2071 33
s_2468 33
p_486 33
s_1921 33
s_3416 33
s_1101 33
p_2337 33
p_295 33
p_2117 33
s_10893 33
s_3917 33
s_5027 33
p_39 33
w_73 33
s_151 33
p_983 33
s_1267 33
s_5246 33
w_23 33
w_7348 33
s_5552 33
p_2437 33
w_12039 33
s_1571 33
w_71 33
p_2029 33
p_2898 33
s_6599 33
p_553 33
s_7777 33
w_1071 33
s_104 33
s_7574 33
s_7510 33
p_2204 33
w_6807 33
p_1804 33
p_460 33
s_11755 33
s_7210 33
s_10520 33
p_2995 32
p_14 32
w_9938 32
s_5947 32
s_2876 32
w_2157 32
s_8454 32
p_1667 32
s_10253 32
p_2024 32
p_756 32
s_1477 32
s_8520 32
w_9961 32
p_1803 32
s_6229 32
s_5101 32
p_3011 32
s_1162 32
p_2682 32
s_5556 32
p_762 32
w_251 32
s_6471 32
p_1147 32
w_116 32
s_425 32
w_2563 32
p_1870 32
p_1718 32
s_2646 32
s_9396 32
w_8746 32
p_2703 32
w_331 32
s_5747 32
s_2852 32
s_13654 32
s_957 32
s_5637 32
s_214 32
w_1137 32
w_89 32
s_432 32
s_9316 32
s_4788 32
s_12881 32
w_233 32
p_2922 32
s_4949 32
p_1911 32
s_8915 32
s_1493 32
p_2814 32
s_5611 32
p_491 32
s_7651 32
s_2393 32
p_2717 32
p_2163 32
s_477 32
p_1608 32
p_2435 31
s_389 31
s_9317 31
p_43 31
p_1526 31
p_2281 31
s_5719 31
p_1266 31
w_12013 31
w_8986 31
p_1601 31
w_5772 31
s_6710 31
w_7234 31
p_86 31
p_2707 31
s_6130 31
s_1029 31
p_3153 31
s_5712 31
p_1778 31
s_4931 31
p_2430 31
w_2215 31
w_200 31
s_1048 31
p_89 31
p_1181 31
p_721 31
s_2272 31
w_160 31
s_6873 31
p_2328 31
p_2366 31
s_3415 31
p_1706 31
d_31 31
p_1961 31
s_7141 31
s_14836 31
s_3082 31
s_12662 31
s_1520 31
p_2564 31
w_7240 31
w_5787 31
p_439 31
w_2231 31
p_1243 31
p_2438 31
w_5468 31
p_3342 31
p_157 31
s_10331 31
s_7711 31
d_110 31
d_674 31
s_11325 31
s_1483 31
s_486 31
s_6414 31
s_4843 31
s_5867 31
s_11007 30
s_2654 30
s_4946 30
s_3814 30
p_2338 30
s_7358 30
s_7128 30
p_3068 30
p_2771 30
w_11090 30
s_3450 30
w_8965 30
p_737 30
p_494 30
s_14099 30
s_6338 30
s_4077 30
w_1724 30
s_8240 30
p_324 30
s_1884 30
s_5612 30
p_1497 30
p_1106 30
p_639 30
p_2892 30
p_941 30
s_748 30
s_295 30
p_2478 30
w_8983 30
w_4467 30
d_191 30
s_5908 30
w_88 30
s_7161 30
s_3066 30
w_86 30
s_491 30
p_2128 30
w_1119 30
s_7977 30
w_8887 30
s_9239 30
s_5912 30
w_2156 30
p_516 30
p_2596 30
p_2998 30
p_1776 30
p_2457 30
s_6830 30
p_560 30
p_1814 30
s_8802 30
w_76 30
w_8979 30
s_9584 30
w_5792 30
w_48 30
p_573 30
p_2795 30
w_2155 30
p_1285 30
w_7622 30
s_566 30
s_1082 30
s_204 30
p_1078 30
w_4505 30
s_2771 30
s_4160 30
s_3587 30
w_8661 30
w_231 29
s_3986 29
w_1740 29
p_1137 29
s_7892 29
p_2800 29
s_8684 29
s_10532 29
w_355 29
w_11604 29
p_66 29
p_576 29
p_725 29
s_5666 29
p_3030 29
s_11231 29
p_94 29
s_7246 29
s_779 29
w_2182 29
p_2299 29
d_409 29
p_2932 29
p_2618 29
p_2630 29
p_1279 29
s_11202 29
w_1737 29
p_1573 29
w_9717 29
s_6371 29
p_2082 29
s_8508 29
s_698 29
s_297 29
p_1392 29
p_3190 29
s_7861 29
p_2694 29
s_533 29
w_8816 29
s_6789 29
w_9628 29
w_1952 29
w_8847 29
s_6906 29
s_133 29
p_2272 29
w_7628 29
p_716 29
s_6420 29
s_3558 29
s_5900 29
s_8029 29
d_340 29
d_164 29
s_2166 29
s_7948 29
p_1675 29
w_97 29
p_99 29
s_3700 29
s_12138 29
s_242 29
s_10303 29
p_3319 29
s_8785 29
p_2165 29
s_7326 29
s_7505 29
s_7250 29
s_10991 29
w_7 29
p_1463 29
w_8980 29
p_2291 29
s_9680 28
p_1659 28
s_13701 28
p_1076 28
s_13130 28
s_6432 28
s_4749 28
p_2967 28
s_8536 28
w_8659 28
s_7038 28
p_1011 28
p_724 28
p_3262 28
s_3084 28
s_6755 28
s_7207 28
s_12932 28
p_2752 28
s_6605 28
w_8636 28
p_845 28
p_1319 28
p_1987 28
s_487 28
p_3122 28
p_1412 28
s_99 28
s_4147 28
p_1537 28
s_7300 28
p_1798 28
p_2815 28
s_5825 28
p_609 28
s_4416 28
p_837 28
s_2087 28
s_3529 28
s_13444 28
s_3811 28
s_6332 28
s_8256 28
s_103 28
p_1218 28
s_10510 28
d_182 28
s_2046 28
p_2018 28
s_2556 28
p_749 28
s_14972 28
p_1302 28
p_2404 28
w_11228 28
p_2463 28
w_8811 28
p_483 28
p_1270 28
s_14225 28
s_5678 28
s_3539 28
p_1802 28
p_13 28
w_3085 28
p_2498 28
s_6598 28
s_753 28
s_4172 28
s_451 28
w_12047 28
s_1027 28
p_1592 28
s_10257 28
p_1179 28
s_1235 28
w_31 28
w_1067 28
s_2981 28
w_5487 28
p_1942 28
s_11414 28
s_1283 28
w_42 28
p_136 28
w_7414 28
p_2972 28
w_264 28
s_6400 27
s_6337 27
s_11837 27
s_321 27
s_8372 27
p_65 27
w_10059 27
s_6879 27
p_1367 27
w_7297 27
s_330 27
s_6762 27
s_5698 27
p_3320 27
p_3256 27
w_4497 27
s_9927 27
d_272 27
s_5973 27
w_1635 27
p_79 27
s_5940 27
s_2572 27
w_11092 27
p_753 27
p_1086 27
s_306 27
s_13947 27
s_6853 27
w_872 27
s_4188 27
p_1512 27
s_5868 27
s_824 27
p_2205 27
w_2209 27
s_8568 27
p_1248 27
w_11781 27
w_9940 27
s_1071 27
s_11532 27
s_554 27
p_2879 27
w_7224 27
p_2517 27
d_226 27
s_412 27
s_10988 27
w_8782 27
w_199 27
s_3233 27
p_71 27
p_1247 27
s_11266 27
w_6984 27
s_731 27
s_2288 27
s_8416 27
p_518 27
s_5889 27
s_1028 27
w_7353 27
p_3028 27
s_8102 27
s_7158 27
s_992 27
p_1365 27
s_9289 27
p_2607 27
p_1305 27
s_6619 27
s_4144 27
p_2806 27
s_1942 27
s_1801 27
w_11794 26
p_3225 26
p_2279 26
p_1856 26
s_5695 26
s_12253 26
s_2073 26
p_571 26
p_2951 26
s_492 26
p_2742 26
s_3113 26
p_2808 26
s_7961 26
w_5486 26
s_983 26
p_1321 26
s_6112 26
s_7163 26
p_1082 26
s_13361 26
s_4143 26
p_2391 26
w_7238 26
p_2548 26
w_338 26
w_1660 26
s_614 26
s_7327 26
p_1096 26
p_1966 26
w_11882 26
s_6415 26
p_1796 26
s_13384 26
s_3452 26
p_1761 26
w_955 26
s_11315 26
p_1177 26
d_342 26
w_2151 26
w_1218 26
s_728 26
w_2163 26
s_7744 26
s_2471 26
s_1947 26
w_8795 26
s_980 26
w_5017 26
p_143 26
s_1925 26
s_11734 26
p_3192 26
w_2183 26
w_8885 26
s_4974 26
s_5701 26
s_7055 26
s_474 26
s_154 26
p_2984 26
p_40 26
w_43 26
w_1484 26
s_7083 26
p_197 26
s_11800 26
p_273 26
p_2537 26
s_14051 26
s_10659 26
s_1068 26
s_2615 26
s_6633 26
w_5767 26
p_2385 26
s_7330 26
p_2358 26
p_2677 26
s_4162 26
p_2501 26
s_2587 26
s_2335 26
w_1128 26
p_2981 26
p_176 26
p_1386 26
p_1596 26
p_2894 26
p_899 26
p_1085 26
w_10043 26
s_2474 26
s_6982 26
p_2908 26
s_13787 26
s_1292 26
w_8956 26
s_7563 26
s_7994 26
w_276 26
d_139 26
w_3465 26
s_1944 25
p_152 25
p_1272 25
p_2934 25
s_11146 25
s_8061 25
s_4300 25
w_8946 25
p_1338 25
w_45 25
w_10698 25
s_1736 25
s_1113 25
p_2177 25
p_2901 25
w_12277 25
s_536 25
s_3229 25
s_4090 25
s_10437 25
s_10765 25
p_2433 25
p_2173 25
s_10660 25
s_1639 25
w_11892 25
w_1750 25
p_74 25
p_1250 25
w_8743 25
p_2927 25
w_154 25
w_5794 25
s_9729 25
p_2863 25
p_2884 25
p_3299 25
p_122 25
w_1669 25
s_2131 25
s_2110 25
p_3014 25
s_2589 25
s_570 25
w_6858 25
w_9879 25
w_6903 25
p_2378 25
p_2883 25
s_10885 25
s_12985 25
p_3174 25
w_1636 25
d_673 25
s_7810 25
s_8857 25
s_5642 25
p_1340 25
s_2485 25
w_1744 25
s_10629 25
s_6283 25
s_1043 25
p_1236 25
p_2652 25
s_4265 25
p_1256 25
s_14064 25
s_13616 25
s_1860 25
s_3620 25
s_13106 25
p_1947 25
s_1938 25
p_2647 25
s_450 25
p_1066 25
p_2628 25
s_9274 24
w_7391 24
s_4973 24
s_2133 24
s_524 24
w_8660 24
p_2397 24
w_10226 24
s_11699 24
p_896 24
s_6422 24
s_6202 24
s_4613 24
s_2664 24
s_9707 24
s_7600 24
s_724 24
s_2355 24
s_7538 24
w_11342 24
p_770 24
s_9524 24
s_6881 24
w_2174 24
s_1764 24
s_7763 24
p_2038 24
s_3839 24
d_414 24
s_3299 24
s_8123 24
d_128 24
s_10178 24
w_7425 24
s_3019 24
s_7474 24
p_3148 24
s_11122 24
p_2432 24
s_3205 24
s_12365 24
s_5749 24
s_1738 24
p_2127 24
s_3599 24
p_1216 24
w_146 24
w_12377 24
p_1142 24
s_3160 24
s_8983 24
p_3168 24
s_9218 24
s_7739 24
w_1649 24
s_3069 24
p_61 24
s_9078 24
s_6542 24
s_3148 24
w_6525 24
p_2013 24
p_680 24
s_607 24
s_383 24
s_1219 24
p_3186 24
s_828 24
w_7345 24
p_873 24
s_11317 24
s_4049 24
s_4209 24
p_2466 24
p_670 24
s_5643 24
p_1807 24
s_3192 24
w_5471 24
s_8345 24
w_12114 24
s_9121 24
s_6746 24
s_1643 24
s_9709 24
w_8641 24
p_2202 24
s_13575 23
w_5018 23
w_10782 23
p_3036 23
w_8528 23
s_1050 23
w_11116 23
s_3329 23
s_1412 23
p_93 23
p_554 23
p_2345 23
s_5815 23
p_2156 23
p_3354 23
w_8886 23
s_1982 23
p_795 23
s_4022 23
p_1770 23
w_1330 23
w_5795 23
s_6714 23
w_5015 23
d_547 23
p_2667 23
s_3442 23
w_6871 23
p_1245 23
s_9092 23
p_1485 23
p_1995 23
w_2435 23
w_7358 23
s_3445 23
p_1910 23
w_1645 23
s_1072 23
p_2417 23
w_263 23
s_3557 23
s_4301 23
s_7484 23
w_11787 23
s_3240 23
w_68 23
p_1231 23
s_6957 23
p_3259 23
w_11784 23
p_2476 23
p_2444 23
s_694 23
w_12000 23
w_8955 23
s_3907 23
p_654 23
p_964 23
s_9275 23
p_2754 23
w_871 23
w_4500 23
w_1563 23
p_3013 23
s_4919 23
w_156 23
w_9347 23
s_5607 23
w_6956 23
p_3283 23
s_8619 23
w_117 23
p_1953 23
w_2154 23
s_5857 23
p_3286 23
p_2056 23
s_3383 23
p_1401 23
s_890 23
p_2695 23
w_1222 23
s_12385 23
s_7781 23
s_981 23
p_3158 23
p_3079 23
w_10767 23
p_2709 23
p_2710 23
p_2718 23
s_8941 23
w_1755 23
s_9149 23
s_4362 23
s_9062 23
w_1129 23
s_6271 22
s_558 22
p_464 22
s_3541 22
s_5119 22
w_8962 22
w_11215 22
p_3324 22
s_2151 22
s_10141 22
s_415 22
w_2173 22
p_365 22
s_5847 22
w_2165 22
w_85 22
p_2440 22
s_1406 22
s_10745 22
p_2203 22
s_10421 22
w_309 22
s_155 22
p_7 22
p_1268 22
s_557 22
w_6992 22
s_11864 22
s_2480 22
w_9865 22
p_1047 22
w_229 22
s_1244 22
s_8539 22
p_1375 22
s_227 22
s_12491 22
s_3621 22
s_12940 22
s_7190 22
s_3068 22
s_12020 22
s_9095 22
w_8740 22
p_1427 22
w_3539 22
w_7623 22
s_8092 22
d_676 22
p_1178 22
w_8693 22
p_1637 22
p_3094 22
s_10484 22
p_1679 22
w_11891 22
p_2978 22
w_8694 22
s_8592 22
s_7419 22
p_1146 22
w_6923 22
s_11188 22
w_5775 22
s_9424 22
p_97 22
w_12155 22
p_293 22
p_3018 22
p_1632 22
w_11085 22
d_95 22
p_1908 22
s_6570 22
p_2666 22
s_216 22
p_3338 22
s_9143 22
p_1753 22
d_332 22
w_11679 22
s_8488 22
p_2164 22
s_3146 22
p_820 22
p_2456 22
p_190 22
w_5531 22
s_7363 22
s_6473 22
p_1777 22
w_353 22
p_1198 22
p_2362 22
p_1203 22
w_1695 22
s_325 22
w_4405 22
p_1222 22
s_4361 22
w_7226 22
s_5778 22
s_7653 22
w_2145 22
w_1063 22
w_5470 22
w_7325 22
s_9023 22
s_8165 22
s_3350 22
s_6048 22
p_2055 22
w_11599 22
p_2237 22
d_38 21
s_6565 21
p_1207 21
s_2951 21
d_286 21
p_2735 21
d_420 21
p_1208 21
s_7317 21
s_4192 21
w_5009 21
s_2718 21
w_7439 21
s_13988 21
d_19 21
p_2120 21
p_1760 21
s_10632 21
w_7421 21
w_3076 21
s_5980 21
p_2939 21
s_7320 21
w_288 21
s_9150 21
s_7809 21
w_1467 21
w_1477 21
w_1228 21
w_5475 21
p_2882 21
w_2732 21
w_1474 21
p_92 21
s_3537 21
w_7724 21
s_685 21
w_7396 21
s_8204 21
p_3089 21
p_1658 21
p_1303 21
p_2325 21
s_825 21
s_371 21
w_242 21
w_1650 21
s_6724 21
p_1833 21
w_7360 21
w_1035 21
w_5492 21
p_32 21
s_7324 21
s_7197 21
s_641 21
p_2751 21
p_870 21
s_3230 21
s_8347 21
s_376 21
w_1696 21
s_10174 21
w_12008 21
s_3551 21
s_10603 21
w_11923 21
s_5703 21
s_1532 21
w_5473 21
s_6951 21
s_688 21
w_55 21
s_9831 21
s_494 21
s_2427 21
s_7073 21
w_2208 21
w_11102 21
p_1846 21
d_176 21
w_6830 21
s_10236 21
s_3679 21
s_380 21
s_12089 21
p_2302 21
p_2262 21
s_5292 21
p_2866 21
s_11133 21
s_4877 21
p_1563 21
w_8957 21
s_9741 21
s_6520 21
s_8319 21
s_14259 21
s_601 21
w_8837 21
s_5829 21
s_481 21
s_8793 21
s_3377 21
p_668 21
w_10792 21
s_7545 21
w_1690 21
p_1725 21
p_3074 21
s_6882 21
p_2913 21
w_277 21
s_5581 21
p_2886 21
p_1680 21
s_3331 21
d_386 21
s_7433 21
s_11279 21
p_1228 21
p_2968 21
w_261 21
p_2066 21
s_5854 21
p_1869 21
p_2869 21
w_7341 21
s_1061 21
w_2556 21
d_426 21
p_1314 20
s_203 20
s_3569 20
s_1060 20
s_13515 20
p_2238 20
w_8523 20
s_9525 20
w_1560 20
s_677 20
p_290 20
s_5734 20
s_6817 20
p_3057 20
s_9192 20
p_697 20
d_152 20
w_1136 20
p_3223 20
s_10578 20
p_678 20
w_8658 20
w_40 20
w_12104 20
w_11865 20
w_9998 20
s_9825 20
s_9313 20
s_10769 20
s_1489 20
s_9752 20
p_644 20
s_2916 20
s_13649 20
s_12998 20
p_3210 20
s_10894 20
p_2263 20
s_7289 20
s_7258 20
s_1218 20
s_3423 20
s_7470 20
s_13928 20
w_7330 20
w_8790 20
p_3142 20
w_11790 20
s_7040 20
s_4250 20
p_3060 20
s_7532 20
p_944 20
s_4369 20
w_1367 20
p_722 20
w_4403 20
w_246 20
w_238 20
s_8561 20
w_1124 20
s_1760 20
s_3819 20
w_2259 20
s_12864 20
w_9995 20
p_73 20
s_8003 20
p_2740 20
s_799 20
p_608 20
s_1173 20
p_1284 20
w_2205 20
p_1000 20
w_3074 20
s_6555 20
p_598 20
p_2885 20
p_2511 20
s_9736 20
s_8353 20
s_7146 20
s_4281 20
s_7784 20
s_6732 20
s_10128 20
w_960 20
d_659 20
p_3039 20
s_2932 20
w_6193 20
s_769 20
w_203 20
w_10732 20
w_317 20
p_3209 20
p_575 20
s_7680 20
p_2858 20
p_1956 20
w_9990 20
s_1618 20
p_1269 20
p_1233 20
s_1902 20
s_7732 20
w_46 20
s_7127 20
p_63 20
w_1140 20
p_1697 20
p_2527 20
w_11870 20
w_7428 19
p_3288 19
d_651 19
s_13128 19
w_1150 19
s_6708 19
s_8220 19
s_6142 19
w_1217 19
s_14002 19
p_1394 19
p_1824 19
s_247 19
s_3965 19
d_507 19
w_2286 19
s_9897 19
s_1490 19
s_7400 19
s_8242 19
s_5727 19
s_9714 19
s_10509 19
w_3833 19
s_6042 19
p_2246 19
s_6618 19
s_1329 19
s_3251 19
s_635 19
s_12758 19
p_358 19
p_3205 19
s_1739 19
w_6869 19
s_11052 19
p_2569 19
s_12332 19
s_4213 19
s_1509 19
p_154 19
s_8166 19
p_1395 19
w_9176 19
s_2599 19
p_3330 19
p_578 19
p_1937 19
s_8253 19
w_1634 19
s_788 19
p_3304 19
w_5446 19
p_1189 19
w_8520 19
s_4428 19
s_443 19
s_2928 19
s_13818 19
s_6749 19
s_4635 19
s_4006 19
p_863 19
p_3110 19
d_632 19
p_2426 19
p_2873 19
s_6766 19
w_87 19
w_3459 19
s_6582 19
s_549 19
p_1117 19
p_1388 19
w_8788 19
w_257 19
w_8994 19
p_1811 19
p_2543 19
s_3070 19
p_2930 19
p_506 19
s_9382 19
p_2009 19
s_11258 19
p_492 19
w_10075 19
s_1468 19
p_605 19
w_8096 19
s_896 19
s_9291 19
d_304 19
s_4966 19
s_7987 19
s_12920 19
w_9331 19
s_1852 19
w_8814 19
p_3315 19
s_11984 19
w_9367 19
p_1217 19
p_2176 19
s_2667 19
s_6713 19
s_13039 19
s_5079 19
s_2119 19
p_3116 19
p_1589 19
p_800 19
p_508 19
s_13269 19
p_802 19
s_7678 19
s_11308 19
d_584 19
p_819 19
p_303 19
s_6728 19
s_11959 19
w_1065 19
s_2150 19
w_1704 19
w_8656 19
w_7344 19
p_2133 19
w_296 18
s_3323 18
w_98 18
p_2481 18
s_5782 18
s_10539 18
w_7631 18
p_2625 18
w_95 18
s_1878 18
p_2648 18
w_8952 18
s_3222 18
w_11681 18
d_315 18
s_13085 18
p_763 18
s_6918 18
s_7042 18
p_307 18
p_2822 18
s_7420 18
p_69 18
p_221 18
w_8671 18
p_144 18
p_3069 18
p_521 18
w_1754 18
p_2423 18
d_389 18
s_8744 18
p_2359 18
s_7665 18
w_2168 18
s_2714 18
s_12306 18
w_7526 18
p_2264 18
w_35 18
w_5536 18
s_1099 18
s_9007 18
p_3100 18
s_7296 18
p_1012 18
w_352 18
s_8888 18
p_19 18
p_958 18
p_2415 18
s_4170 18
p_523 18
p_2663 18
w_9853 18
p_2989 18
s_3550 18
p_2629 18
s_6829 18
s_603 18
w_12161 18
s_13485 18
w_1064 18
s_8713 18
s_175 18
w_4509 18
w_3082 18
p_3073 18
s_2146 18
s_9208 18
s_6132 18
s_9671 18
s_5870 18
s_4762 18
s_9414 18
d_78 18
w_6960 18
w_158 18
s_3821 18
s_1486 18
p_1882 18
p_2139 18
w_9199 18
p_690 18
s_12737 18
s_11891 18
p_975 18
p_1857 18
p_112 18
p_1737 18
s_8410 18
p_2903 18
s_7726 18
s_1809 18
d_698 18
s_12481 18
s_7338 18
s_7374 18
p_827 18
w_240 18
s_2947 18
s_8814 18
p_2040 18
p_2184 18
s_11019 18
s_11486 18
s_495 18
w_56 18
p_2597 18
w_5789 18
s_11754 18
w_2256 18
s_13716 18
s_4066 18
w_1487 18
p_104 18
s_7378 18
w_8521 18
s_2854 18
s_1881 18
p_2844 18
s_6594 18
p_2828 18
p_1191 18
s_14597 18
s_7996 18
s_4273 18
s_6938 18
w_1344 18
s_8762 18
w_108 18
s_7056 18
s_15014 17
s_7333 17
w_358 17
s_3027 17
p_1010 17
s_1612 17
s_7027 17
p_1886 17
s_3605 17
s_1761 17
p_350 17
s_142 17
p_3263 17
w_78 17
s_12192 17
p_88 17
s_12228 17
d_418 17
w_8704 17
p_3070 17
p_2847 17
p_2746 17
s_8112 17
w_4496 17
s_6593 17
p_2558 17
s_5122 17
p_3334 17
w_12109 17
w_6801 17
p_988 17
p_2719 17
s_13270 17
s_2397 17
s_3278 17
p_1732 17
s_6913 17
p_1829 17
w_244 17
w_12067 17
p_2187 17
p_318 17
s_1009 17
s_13800 17
s_5846 17
p_2749 17
s_9659 17
w_8638 17
s_2645 17
s_11016 17
s_551 17
w_12110 17
p_3276 17
p_3075 17
w_1139 17
w_5530 17
p_526 17
w_356 17
s_4082 17
p_1304 17
w_9338 17
s_1239 17
s_6768 17
p_1974 17
w_6898 17
w_283 17
s_3253 17
p_3250 17
s_8321 17
s_2914 17
p_3025 17
s_6125 17
s_8401 17
s_3422 17
s_2685 17
s_5722 17
s_8417 17
w_9562 17
w_220 17
w_8813 17
p_2365 17
w_8970 17
p_2820 17
d_390 17
s_12482 17
s_6841 17
s_3820 17
s_6785 17
p_441 17
p_1370 17
p_892 17
s_124 17
s_8466 17
p_1141 17
w_342 17
s_8269 17
s_5966 17
s_10824 17
p_1522 17
w_60 17
s_9758 17
s_6431 17
w_10029 17
s_10747 17
s_3247 17
w_77 17
p_2453 17
w_9372 17
p_2236 17
s_7079 17
s_11298 17
s_7159 17
p_3064 17
p_950 17
p_1341 17
s_5720 17
w_11302 17
d_365 17
w_11120 17
w_351 17
s_7925 17
d_177 17
s_2889 17
p_999 17
w_883 17
p_487 17
s_7858 17
s_2661 17
s_14110 17
s_109 17
p_2349 17
s_13785 17
p_485 17
w_12094 17
p_1264 17
p_1691 17
s_10607 17
d_341 16
w_344 16
s_4961 16
s_6930 16
s_722 16
s_6019 16
w_873 16
s_5892 16
w_49 16
p_2662 16
w_7429 16
w_11888 16
w_9987 16
w_7205 16
s_4255 16
s_7095 16
p_1172 16
w_959 16
w_8808 16
p_2014 16
s_11693 16
w_4558 16
s_6725 16
s_2057 16
s_5931 16
w_8526 16
p_2668 16
p_2046 16
s_5657 16
d_104 16
s_8514 16
s_207 16
s_7918 16
w_332 16
p_549 16
p_164 16
s_14122 16
s_10199 16
d_583 16
p_2963 16
p_1757 16
s_3526 16
s_1894 16
p_467 16
s_6678 16
s_10234 16
s_6314 16
p_1711 16
s_6506 16
s_6786 16
p_280 16
s_11079 16
s_10829 16
p_3062 16
w_2175 16
w_8835 16
p_2692 16
w_8846 16
w_5771 16
w_1026 16
w_1015 16
s_10202 16
p_1332 16
s_7922 16
s_3844 16
w_9222 16
w_5493 16
p_1969 16
s_4277 16
s_11394 16
s_1955 16
p_2728 16
s_1883 16
p_2243 16
s_3294 16
s_7811 16
s_11069 16
s_11345 16
p_2686 16
w_4404 16
s_3531 16
s_7240 16
s_8484 16
s_7773 16
s_4532 16
s_2700 16
s_6630 16
p_992 16
p_1200 16
s_4156 16
s_5242 16
p_2933 16
w_8963 16
p_647 16
p_3169 16
w_5528 16
s_2398 16
w_2204 16
p_1073 16
p_2996 16
s_707 16
s_2442 16
p_699 16
p_2063 16
w_3822 16
s_5737 16
s_12458 16
w_5474 16
p_3266 16
s_2229 16
s_12330 16
w_8944 16
p_906 16
w_8968 16
s_13238 16
s_1242 16
s_7730 16
p_119 16
d_644 16
w_8892 16
s_12289 16
s_8679 16
s_9427 16
s_10407 16
w_7423 16
w_84 16
p_2987 16
s_4829 16
w_7691 16
s_945 16
s_6629 16
s_7497 16
d_727 16
p_2810 16
s_14760 16
s_10903 16
w_7225 16
w_157 16
w_6964 16
w_6818 16
p_2875 16
w_407 16
s_158 16
w_1369 16
s_6221 16
s_998 16
p_748 16
p_1889 16
d_533 16
p_603 16
s_7688 15
p_2240 15
w_11217 15
p_3145 15
p_2304 15
w_2181 15
w_11042 15
p_3134 15
w_1346 15
s_453 15
d_301 15
s_11075 15
w_58 15
w_8958 15
s_6513 15
s_13360 15
p_2812 15
w_8840 15
w_7328 15
s_4036 15
w_2146 15
s_13822 15
p_1676 15
s_3225 15
w_7440 15
p_566 15
s_13034 15
s_14229 15
w_9852 15
w_8810 15
s_12695 15
s_14628 15
s_5573 15
p_1288 15
w_8637 15
s_10332 15
s_1076 15
p_2700 15
s_440 15
w_8081 15
w_1037 15
s_11617 15
w_5479 15
w_54 15
s_9585 15
s_2741 15
p_2698 15
w_147 15
w_11589 15
s_11226 15
s_1926 15
p_3270 15
p_3095 15
p_2557 15
w_6910 15
p_2439 15
s_8717 15
w_1171 15
s_14729 15
s_11261 15
d_581 15
s_7015 15
s_10823 15
s_1644 15
s_4878 15
w_2164 15
w_1751 15
s_3523 15
s_14740 15
s_8119 15
w_8959 15
s_11602 15
s_5716 15
s_13288 15
p_163 15
p_177 15
s_6769 15
p_2124 15
w_8527 15
w_11127 15
s_1193 15
p_1275 15
s_11047 15
s_10355 15
s_222 15
s_448 15
s_11251 15
s_10414 15
s_3359 15
s_7292 15
p_2878 15
s_1922 15
s_8034 15
p_2473 15
s_15009 15
w_6609 15
s_13477 15
s_10774 15
s_10203 15
s_5774 15
s_3181 15
s_9334 15
s_13827 15
s_6799 15
p_3037 15
s_8836 15
s_7227 15
s_2120 15
s_7431 15
w_8789 15
p_1614 15
s_10800 15
w_7415 15
s_7590 15
w_357 15
p_3002 15
s_5746 15
s_6110 15
s_5909 15
p_3143 15
s_9380 15
w_7370 15
p_776 15
w_11339 15
s_10931 15
s_8538 15
s_5976 15
s_11056 15
s_132 15
s_2927 15
s_11304 15
d_305 15
s_2368 15
s_148 15
s_8754 15
p_1595 15
p_2062 15
s_768 15
p_2312 15
s_11107 15
s_7217 15
s_5816 15
s_6959 15
w_11691 15
s_9881 15
p_1996 15
s_3528 15
s_4094 15
s_9280 15
s_1293 15
p_3081 15
s_9052 15
p_2909 15
s_4825 15
p_801 15
s_12150 15
s_2821 15
p_1529 15
s_14086 15
p_2322 15
s_5775 15
s_7050 15
w_3540 15
w_3835 15
s_7397 15
s_9464 15
w_8747 15
s_10490 15
s_12260 15
p_316 15
w_8967 15
s_5922 15
p_1473 15
s_11264 15
s_3989 15
p_1755 15
w_8794 15
s_529 15
s_2375 14
p_376 14
w_1697 14
d_466 14
s_8495 14
p_2008 14
p_2793 14
w_3828 14
s_8873 14
w_1230 14
s_6196 14
p_2693 14
s_4640 14
s_9422 14
s_12507 14
s_11597 14
p_2705 14
w_7009 14
s_13137 14
s_6230 14
w_5472 14
w_1147 14
p_1234 14
s_8510 14
s_14432 14
s_7661 14
s_1066 14
w_5002 14
s_7549 14
s_5788 14
p_2599 14
s_10811 14
s_14616 14
s_9603 14
w_4534 14
w_8663 14
p_1569 14
p_2383 14
w_241 14
s_9973 14
s_4883 14
s_8701 14
s_6491 14
s_9249 14
w_83 14
s_11135 14
p_450 14
w_11970 14
s_730 14
s_13395 14
w_2565 14
p_1035 14
s_2917 14
s_496 14
s_3661 14
s_7624 14
p_2689 14
w_8843 14
w_6218 14
s_8659 14
p_2897 14
d_149 14
p_3149 14
p_1326 14
w_4495 14
s_261 14
w_6867 14
s_8781 14
w_6226 14
p_2398 14
s_8625 14
s_647 14
s_5524 14
w_9992 14
p_2499 14
p_2308 14
s_6309 14
w_11223 14
s_3321 14
s_1779 14
w_1051 14
p_513 14
d_313 14
s_2118 14
w_8697 14
s_8995 14
p_1866 14
s_108 14
s_7138 14
p_1369 14
d_321 14
s_7848 14
s_7853 14
s_11440 14
s_10172 14
p_1162 14
s_1511 14
w_880 14
s_7517 14
p_3027 14
w_4636 14
s_3335 14
p_382 14
s_7403 14
s_6702 14
s_11632 14
s_705 14
s_9020 14
s_12623 14
s_9821 14
p_3051 14
s_12682 14
s_6250 14
s_4379 14
s_6325 14
s_9091 14
s_14048 14
d_79 14
w_7619 14
p_1903 14
d_240 14
p_1215 14
s_11243 14
s_8560 14
s_3289 14
s_8280 14
s_7819 14
w_9368 14
s_7949 14
p_1638 14
p_3146 14
s_6616 14
s_7421 14
s_10348 14
w_8668 14
s_7464 14
w_7615 14
d_447 14
s_8612 14
d_424 14
w_5495 14
d_511 14
w_2437 14
w_4528 14
p_1364 14
s_3249 14
s_8127 14
d_383 14
w_7723 14
s_3747 14
s_9086 14
p_2993 14
s_4873 14
p_852 14
s_9728 14
s_10803 14
p_2575 14
p_2761 14
s_1181 14
s_3999 14
s_10089 14
s_6623 14
d_168 14
s_3327 14
w_11886 14
s_6108 14
w_11618 14
w_882 14
s_8447 14
s_6813 14
w_8995 14
p_3252 14
s_1515 14
s_217 14
w_330 14
s_7275 14
p_244 14
s_9885 14
w_5023 14
s_6018 14
p_2369 14
s_6292 14
p_1818 14
s_5672 14
s_12754 14
w_8657 14
s_9742 13
s_12897 13
w_6990 13
p_1626 13
s_580 13
s_13022 13
w_4654 13
d_346 13
p_1759 13
s_8206 13
s_9030 13
s_14167 13
w_4807 13
s_2180 13
s_1958 13
s_6883 13
s_13105 13
s_6750 13
s_3020 13
p_1926 13
s_2318 13
w_5611 13
p_133 13
w_2203 13
w_1713 13
s_6902 13
s_2918 13
s_6010 13
w_3837 13
p_1371 13
w_7621 13
p_3333 13
s_8990 13
w_1356 13
p_2464 13
p_1881 13
w_8703 13
s_14608 13
p_1772 13
s_185 13
w_11201 13
w_7733 13
w_5780 13
w_12037 13
s_3680 13
p_686 13
s_3184 13
s_92 13
s_4012 13
p_1662 13
d_381 13
s_11915 13
s_5864 13
w_44 13
w_11885 13
w_6989 13
p_2250 13
p_1070 13
s_14080 13
s_482 13
s_6972 13
s_11335 13
s_11329 13
s_1479 13
w_96 13
s_2112 13
p_1853 13
w_5012 13
w_11782 13
s_2660 13
p_1922 13
s_9134 13
s_5638 13
s_1525 13
s_12556 13
p_2925 13
s_6627 13
w_4662 13
w_3084 13
p_993 13
w_1145 13
p_2098 13
p_3191 13
p_1864 13
w_67 13
w_5766 13
s_3909 13
w_6928 13
s_1098 13
s_8374 13
s_10298 13
p_2834 13
w_2426 13
s_12512 13
s_2233 13
w_7635 13
s_6246 13
s_10094 13
s_10182 13
d_462 13
s_6848 13
s_7314 13
s_8682 13
w_6524 13
s_9413 13
p_1728 13
p_2045 13
s_10485 13
s_3752 13
w_323 13
d_247 13
p_2064 13
s_111 13
s_11534 13
s_11218 13
s_2142 13
s_9305 13
p_2779 13
w_8803 13
s_10375 13
s_922 13
w_11379 13
s_2435 13
s_12959 13
d_626 13
p_3188 13
s_712 13
w_12005 13
w_7363 13
s_13740 13
s_7024 13
w_9869 13
s_5923 13
s_883 13
p_298 13
s_1276 13
s_6086 13
s_5843 13
s_8601 13
s_4039 13
p_2074 13
p_2809 13
s_8551 13
s_6466 13
s_8411 13
p_1581 13
s_5895 13
s_6723 13
d_666 13
s_7586 13
s_6275 13
s_11162 13
s_6498 13
s_2768 13
s_7923 13
w_8701 13
s_3454 13
w_2148 13
w_10882 13
p_3048 13
